[TfrmMain]
Ini Translator=Ini Translator
Menu=Meny
More Buttons|Click to see more buttons=Fler knappar|Klicka för att se fler knappar
&File=&Arkiv
Open Original...=Öppna originalfil...
Open original and translation file=Öppna original och översättningsfil
Save Original=Spara Original
Save current original file=Spara originalfilen
Save Original As...=Spara originalfil som...
Save current original file with a new filename=Spara originafilen med ett nytt namn
New Translation=Ny översättningsfil
Create new translation=Skapa en ny, tom översättningsfil
Open Translation...=Öppna översättningsfil...
Open existing translation file=Öppna existerande översättningsfil
Save Translation=Spara översättning
Save current translation file=Spara den aktuella översättningsfilen
Save Translation As...=Spara översättning som...
Save current translation with a new filename=Spara översättningsfil med nytt namn
Import...=Importera...
Import from an external file or files=Importera från extern fil eller filer
Export...=Exportera...
Export to an external file or files=Exportera till extern fil eller filer
Preferences...=Inställningar...
Display the settings dialog=Visa inställningsdialogen
Reopen=Nyligen använda filer
Clear=Rensa
Clear the MRU list=Rensa MRU-listan
Remove Invalid=Ta bort ogiltiga
Remove invalid entries from the MRU list=Ta bort ogiltiga poster i MRU-listan
Exit=Avsluta
Exit application=Avsluta programmet
&Edit=R&edigera
Nothing to undo=Inget att ångra
Undo last action=Ångra senaste åtgärden
Cut=Klipp ut
Cut selected text=Klipp ut markerad text
Copy=Kopiera
Copy selected text=Kopiera markerad text
Copy from Original=Kopiera från Original
Copy the value of Original to Translation=Kopiera texten i Original till Översättning
Copy from Name=Kopiera från Namn
Copy the value of Name to Translation=Kopiera Namn till Översättning
Paste=Klistra in
Paste from clipboard=Klistra in från Urklipp
Find...=Sök...
Search for text=Sök efter text
Find Next=Sök nästa
Continue searching=Fortsätt sökning
Replace...=Ersätt...
Replace text=Ersätt text
Toggle Focus=Växla fokus
Toggle focus between list and translation=Växla fokus mellan listan och översättningen
&Actions=&Åtgärder
Spelling...=Stavning...
Spell check the translations=Stavningskontrollera översättningen
Previous=Föregående
Go to previous item in list=Gå till föregående i listan
Next=Nästa
Go to next item in list=Gå till nästa i listan
Prev untranslated=Föregående oöversatta
Go to previous untranslated item=Gå till föregående oöversatta
Next untranslated=Nästa oöversatta
Go to next untranslated item=Gå till nästa oöversatta
Use this translation everywhere=Använd översättning överallt
Make all translations consistent=Använd samma översättning överallt
Restore original sort=Återställ originalsortering
Toggle Bookmark=Infoga/ta bort bokmärke
Bookmark 0=Bokmärke 0
Toggle Bookmark 0 on/off=Slå av/på bokmärke 0
Bookmark 1=Bokmärke 1
Toggle Bookmark 1 on/off=Slå av/på bokmärke 1
Bookmark 2=Bokmärke 2
Toggle Bookmark 2 on/off=Slå av/på bokmärke 2
Bookmark 3=Bokmärke 3
Toggle Bookmark 3 on/off=Slå av/på bokmärke 3
Bookmark 4=Bokmärke 4
Toggle Bookmark 4 on/off=Slå av/på bokmärke 4
Bookmark 5=Bokmärke 5
Toggle Bookmark 5 on/off=Slå av/på bokmärke 5
Bookmark 6=Bokmärke 6
Toggle Bookmark 6 on/off=Slå av/på bokmärke 6
Bookmark 7=Bokmärke 7
Toggle Bookmark 7 on/off=Slå av/på bokmärke 7
Bookmark 8=Bokmärke 8
Toggle Bookmark 8 on/off=Slå av/på bokmärke 8
Bookmark 9=Bokmärke 9
Toggle Bookmark 9 on/off=Slå av/på bokmärke 9
Goto Bookmark=Gå till bokmärke
Goto Bookmark 0=Gå till bokmärke 0
Goto Bookmark 1=Gå till bokmärke 1
Goto Bookmark 2=Gå till bokmärke 2
Goto Bookmark 3=Gå till bokmärke 3
Goto Bookmark 4=Gå till bokmärke 4
Goto Bookmark 5=Gå till bokmärke 5
Goto Bookmark 6=Gå till bokmärke 6
Goto Bookmark 7=Gå till bokmärke 7
Goto Bookmark 8=Gå till bokmärke 8
Goto Bookmark 9=Gå till bokmärke 8
Configure Keyboard...=Tangentbord...
Display the keyboard configuration window=Visa tangentbordsdialogen
&View=&Visa
Next unmatched shortcut=Nästa omatchade kortkommando
Find next translated item that is missing a shortcut key present in the original=Hitta nästa översättning som saknar snabbtangent som finns i originalet
Next suspicious translation=Nästa misstänkta översättning
Move to next item that is suspected not being translated correctly=Flytta till nästa översättning som misstänks vara inkorrekt översatt
Configure suspicious translations...=Konfigurera misstänkta översättningar...
Configure the behavior of Next Suspicious Translation=Konfigurera funkionen hos Nästa misstänkta översättning
Show Quotes=Visa citattecken
Show quotes in texts=Visa text inom citattecken
Show Key Details=Visa detaljer
Display the details pane=Visa detaljpanelen
View Comments=Visa kommentarer
Toggle the comments window=Växla visning av kommentarsdialogen
View Orphaned Items=Visa överblivna översättningar
Display orphans (items in translation that are not in the original)=Visa överblivna översättningar (rader i översättningen som inte finns i originalet)
Tools=Verktyg
Full Screen=Helskärm
Toggle full screen mode=Växla fullskärmsläge
&Dictionary=&Ordbok
New Dictionary...=Ny ordbok...
Create new dictionary=Skapa ny ordbok
Load Dictionary...=Öppna ordbok...
Load existing dictionary=Öppna existerande ordbok
Save Dictionary...=Spara ordbok...
Save current dictionary to file=Spara ordboken till fil
Translate using Dictionary=Översätt med ordbok
Translate using the dictionary=Använd ordboken för att översätta
Add to Dictionary=Lägg till i ordboken
Add current item to the dictionary=Lägg till raden i ordlistan
Edit Dictionary...=Redigera ordbok...
Edit the currently loaded dictionary=Redigera den aktiva ordlistan
Invert Dictionary=Invertera ordbok
Invert the dictionary=Invertera ordboken
&Plugins=&Plugin
T&ools=Verkt&yg
Customize...=Anpassa...
Display the tools window=Visa verktygsdialogen
&Help=&Hjälp
Help=Hjälp
Show help file=Visa hjälp
About...=Om...
Show about box=Visa "Om" dialogen
Themes=Teman
&Translation:=&Översättning:
Ori&ginal:=Ori&ginal:
Dictionary files|*.dct;*.cat|All files|*.*=Ordboksfiler|*.dct;*.cat|Alla filer|*.*
Save Dictionary File=Spara ordboksfil
Open Dictionary File=Öppna ordboksfil
Select All=Markera allt
Select all text=Markera all text
ASCII Value(s)...=ASCII värden...
Show the ASCII values for the selected text=Visa ASCII värdet för markerad text
Dictionary=Ordbok
Clear All Translations=Ta bort alla översättningar
Clear the translated text=Ta bort översättningen
Translated=Översatt
Toggle the Translated status of the item=Växla översättningsstatus för raden
Add Item...=Lägg till rad...
Add new item to original and translation=Lägg till ny rad till original och översättning
Edit Item...=Redigera rad...
Edit all parts of the current item=Redigera alla delar av raden
Delete Item...=Radera rad...
Delete the current item from both original and translation=Radera raden från både original och översättning
Find/Replace=Sök/Ersätt
Original\r\nTranslation\r\nBoth\r\n=Original\r\nÖversättning\r\nBåda\r\n
Fi&nd what:=Sö&k efter:
Re&place with:=Ersä&tt med:
Find &in:=Sök &i:
Text must match the entire line=Texten måste matcha hela raden
Match &line=Matcha ra&den
Case of letters (UPPER/lower) must match=Gemener/VERSALER måste matcha
Match &case=Matcha gemener/&VERSALER
Find next occurence of the text=Sök efter nästa förekomst av texten
&Find Next=Sök &Nästa
Close this dialog=Stäng dialogen
Close=Stäng
Search upwards in the list=Sök uppåt i listan
Search &up=Sök &uppåt
Select the field(s) to search in=Välj vilka fält som sökningen ska göras i
Replace one item/show replace options=Ersätt en text/visa ersättningsalternativ
&Replace=&Ersätt
Replace all occurences of the text=Ersätt alla förekomster av texten
Replace &All=Ersätt &alla
Skip any control characters (non-alphanumeric) when searching=Hoppa över kontrolltecken (icke alfanumeriska) vid sökning
Ignore control c&haracters=I&gnorera kontrolltecken
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=Språkfiler|*.lng|Inno Setup filer|*.isl|Ini filer|*.ini;*.inf|Text filer|*.txt:*.inc;*.bat;*.doc|Alla understödda filer|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|Alla filer|*.*
Open Original Language File=Öppna originalfil
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
&Encoding:=&Kodning:
Open Translated Language File=Öppna översättningsfil
Save Translated Language File As=Spara översättningsfil som
Save Original Language File As=Spara originalfilen som
Original=Original
Translation=Översättning
%0:s, version %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; all rights reserved\n\nToolbars and menus courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org/tb2k.php.\nTheme enabled toolbars and menus courtesy of TBX.\n\tFor more information, see http://g32.org/tbx/index.html.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com/delphitbx.\nUnicode enabled add-on package for Toolbar2000 and TBX courtesy of Silverpoint Development\n\tFor more information, see http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://www.tntware.com/delphicontrols/unicode/.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=%0:s, version %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; all rights reserved\n\nToolbars and menus courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org/tb2k.php.\nTheme enabled toolbars and menus courtesy of TBX.\n\tFor more information, see http://g32.org/tbx/index.html.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com/delphitbx.\nUnicode enabled add-on package for Toolbar2000 and TBX courtesy of Silverpoint Development\n\tFor more information, see http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://www.tntware.com/delphicontrols/unicode/.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.
About %s...=Om %s...
The translation file has been modified, do you want to save it?=Översättningsfilen har ändrats, vill du spara den?
Original (%s)=Original (%s)
Translation (%s)=Översättning (%s)
The text "%s" could not be found=Texten "%s" kunde inte hittas
Find=Sök
Modified=Ändrad
Ready=Klar
Information=Information
Confirm=Bekräfta
Error=Fel
Dictionary is empty: create or load a dictionary first!=Ordboken är tom: skapa eller öppna en ordboksfil först!
Dictionary created and ready for use.=Ordboken har skapats och är klar att användas.
Clear current dictionary items first?=Ta bort det befintliga ordboksinnehållet först?
Unable to locate the help file (%s). Make sure the file exists and try again.=Kan inte hitta hjälpfilen (%s). Kontrollera att filen finns och försök igen.
inverted=inverterad
File "%s" not found: make sure the file exists and try again=Kan inte hitta filen "%s": kontrollera att filen existerar och försök igen
This function is not yet implemented=Denna funktion är ännu inte implementerad
"%s" has been changed outside the program, do you want to reload it?=%s" har ändrats utanför programmet. Vill du öppna den på nytt?
%d items=%d rader
Save Translation Template=Spara översättningsmall
The language will not be changed until you restart the program=Språket ändras inte förrän du startar om programmet
Delete selected item?=Ta bort markerad rad?
[%0:s] - %1:s=[%0:s] - %1:s
(no dictionary)=(ingen ordbok)
Decoded characters=Avkodade tecken
ASCII Value(s):=ASCII värde(n):
lng=lng
ANSI=ANSI
UTF-8=UTF-8
Unicode=Unicode
All files (*.*)|*.*=Alla filer (*.*)|*.*
#=#






%0:d of %1:d translated=%0:d av %1:d översatta
Copy to Clipboard?=Kopiera till Urklipp?
(not assigned)=(ej angiven)
Assigned to:=Tilldelad:
(none)=(ingen)
Import=Importera
Available &plugins:=A&lternativ:
&Import=&Importera
Export=Exportera
&Export=&Exportera
There are no plugins to show.=Det finns inga plugin att visa.
Plugin Error=Pluginfel
Save modifications to the dictionary?=Spara ändringar i ordboken?
Arguments:=Parametrar:
Failed to execute "%s %s": %s=Kunde inte starta programmet "%s %s": %s
(New Tool %d)=(Nytt verktyg %d)
Could not create file "%s".\r\nPlease check that the file is writable and that you have sufficient permissions to create and modify files in the affected folder.=Kunde inte skapa filen "%s".\r\nKontrollera at filen inte är skrivskyddad och att du har tillräckliga befogenheter and skapa och ändra filer i katalogen.
Confirm Delete=Bekräfta borttagning
Edit Item=Redigera rad
Add Item=Lägg till rad
Section cannot be empty=Sektionen kan inte vara tom
Name cannot be empty=Namnet kan inte vara tomt
Original text cannot be empty=Originaltexten kan inte vara tom
An item with the specified Section and Name already exists=En rad med angiven sektion och namn finns redan
Translating with dictionary finished=Översättning med ordboken är klar
Select a language file=Välj en språkfil
Select a help file=Välj en hjälpfil
Some items (%d) could not be saved as they had no Original value=En del poster (%d) kunde inte sparas eftersom de inte hade något värde i Originalfältet
Saving the translation now will remove any orphaned items from the file. Continue anyway?=Om du sparar översättningen nu, kommer överblivna översättningar att tas bort från filen. Vill du fortsätta ändå?
%d orphan(s)=%d överblivna
The current items seems to have been imported. Do you want to export them instead?=Det verkar som data i listan har importerats. Vill du exportera istället för att spara?
Undo text=Ångra text
Undo add=Ångra lägg till
Undo edit=Ångra redigera
Undo delete=Ångra ta bort
File=Arkiv
Edit=Redigera
Copy all text from original file to translation=Kopiera all text från originalfilen till översättningsfilen
View=Visa
Actions=Åtgärder
Set focus to the translation edit field=Fokusera översättningsfältet
Set focus to the listview=Fokusera listan
Set focus to the original edit field=Fokusera originalfältet
Create a new translation template file for IniTranslator itself=Skapa ny översättningsmall för IniTranslator
MRU=MRU
Move to the top of the list=Flytta till toppen av listan
Move to the bottom of the list=Flytta till slutet av listan
Move one page up in the list=Flytta en sida upp i listan
Move one page down in the list=Flytta en sida ner i listan
This action is just here to disable shortcuts in rich edits (no need to translate this text)=This action is just here to disable shortcuts in rich edits (no need to translate this text)
Test the exception handler=Testa undantagshanteringen
[TfrmFindReplace]
Find/Replace=Sök/Ersätt
[TfrmComments]
Comments=Kommentarer
&Translation:=&Översättning:
&Original:=&Original:
&Undo=&Ångra
Undo|Reverts the last action=Ångra|Ångra senaste åtgärden
-=-
Cu&t=&Klipp ut
Cut|Cuts the selection and puts it on the Clipboard=Klipp ut|Klipper ut markeringen och placerar den i Urklipp
&Copy=K&opiera
Copy|Copies the selection and puts it on the Clipboard=Kopiera|Kopierar markeringen till Urklipp
&Paste=Klistra &in
Paste|Inserts Clipboard contents=Klistra in|Infogar innehållet i Urklipp vid insättningspunkten
Select &All=Markera &allt
Select All|Selects the entire document=Markera allt|Markera hela dokumentet
[TfrmOptions]
Preferences=Inställningar
OK=OK
Cancel=Avbryt
Select a new font for the list and edit fields=Välj ett nytt typsnitt för listan och redigeringsfälten
Color&s...=F&ärger...
General=Allmänt
&Language:=&Språk:
&Help:=&Hjälp:
&Font:=T&ypsnitt:
Si&ze:=Storle&k:
Preview:=Förhandsgranska:
Enclose strings in quote characters when editing them=Omge texter med citattecken vid redigering
Show &quotes=Visa &citattecken
Show the details panel in the main window=Visa detaljpanelen i huvudfönstret
Sho&w details=Visa &detaljer
Show tooltips windows=Visa tipsfönster
Show &tooltips:=Visa verkt&ygstips:
Show shortcuts in tooltips windows=Visa kortkommandon i tipsfönstret
Show short&cuts in tooltips=Visa &kortkommandon
Save the current edits when pressing RETURN=Spara redigerad text när du trycker RETUR
Press &RETURN to confirm translation:=Använd &RETUR för att spara:
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=Flytta till nästa rad när du trycker RETUR (tryck Skift+RETUR för att gå till föregående rad istället)
A&utomatically move to next/previous=Flytta a&utomatiskt till föregående/nästa
...=...
Click to edit, click again to save.  To restore default preview, clear the text.=Klicka för att redigera, klicka igen för att spara. För att återställa till standard, ta bort texten.
When a translation is made, copies the translation to all other matching items automatically=När en översättning görs, kopiera översättningen automatiskt till alla matchande poster
Use translation ever&ywhere=An&vänd översättning överallt
When activated, typing in the listview will automatically move focus to the translation edit field.=Anger om du vill att inmatning i listan automatiskt ska flytta fokus till översättningsfältet.
Autofo&cus translation when typing=Fo&kusera översättningsfältet automatiskt
Remember location of main window=Kom ihåg huvudfönstrets placering
Remember form &position:=Kom ihåg fönster&placering:
Remember whether main window was minimized /maximized=Kom ihåg minimerings/maximeringsstatus för programmet
Remember form min/ma&x state=Kom ihåg min/ma&x status
Advanced=Avancerat
&Encoding for new files:=&Kodning för nya filer:
&Header:=&Huvud:
&Footer:=&Fot:
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
When a file is opened, set the new folder as the start folder for all file open and save dialogs=När en fil öppnats, byt startmapp för övriga öppna/spara dialoger så att de matchar
Use sa&me start folder for all files=Använd sa&mma startmapp för alla filer
Enable to show the full path and filename of the loaded files in the listview's columns header=Aktivera för att visa komplett sökväg och filnamn i listkolumnerna för de filer som redigeras för tillfället
Sh&ow full filename in list columns=Visa &fullständig sökväg i listkolumner
Continually check whether the currently loaded files are being modified outside the program=Kontrollera kontinuerligt ifall öppnade filer redigeras utanför programmet
Monitor external file &changes=Kontrollera e&xterna filändringar
Switch order of the items in the dictionary=Växla plats på original och översättning i ordboken
In&vert dictionary=In&vertera ordbok
When translating with the dictionary, strip out any &'s in the original text before comparing=Ignorera '&' tecken när ordboken används för översättning
I&gnore &&'s in dictionaries=I&gnorera &&-tecken i ordböcker
Skip already translated items when using dictionary=Hoppa över översatta rader vid översättning
&Ignore translated items when using dictionary=&Ignorera översatta när ordbok används
[TfrmOrphans]
Orphaned Items=Överblivna texter
Menu=Meny
More Buttons|Click to see more buttons=Fler knappar|Klicka för att se fler knappar
&Actions=&Åtgärder
&Save...=&Spara...
&Merge...=Slå i&hop...
Add to main list=Lågg till i huvudlistan
Copy=Kopiera
Remove=Ta bort
Paste into current item=Klistra in i markerat objekt
Clear=Rensa
Find Item=Sök original
Find Next=Sök nästa
Close=Stäng
[TfrmConfigKbd]
Configure Keyboard=Tangentbord
Cate&gories:=Kate&gorier:
Co&mmands:=Ko&mmandon:
&New shortcut:=&Nytt kortkommando:
&Current shortcuts:=A&ktuellt kortkommando:
Select command:=Kommandon:
Select shortcut:=Kortkommandon:
Description:=Beskrivning:
&Add=&Lägg till
&Remove=&Ta bort
R&eset=&Återställ
&Close=St&äng
[TfrmImportExport]
Import/Export=Import/Export
OK=OK
Close=Stäng
Configure...=Konfigurera...
(there is nothing to show in this view)=(det finns inget att visa)
[TfrmTools]
External Tools=Externa verktyg
Me&nu Contents:=Me&ny:
OK=OK
Cancel=Avbryt
Add a new tool item=Lägg till nytt verktyg
&Add=&Lägg till
Remove selected tool item=Ta bort verktyg
&Delete=Ra&dera
Move item higher in list=Flytta upp i listan
Move &Up=Flytta &upp
Move item lower in list=Flytta ner i listan
Move Do&wn=Flytta &ner
&Title:=&Titel:
&Command:=&Kommando:
A&rguments:=Pa&rametrar:
&Initial Directory:=Startkatalo&g:
Shortcut &Key:=Snabb&tangent:
&...=&...
When executed, a dialog is displayed where you can type in any additional arguments of your choice=En dialog visas innan körning där ytterligare parametrar kan anges
&Prompt for arguments=&Fråga efter parametrar
Wait for the command to complete before returning to the program (doesn't work with all programs)=Vänta tills kommandot avslutats (fungerar inte med alla program)
Wait for co&mpletion=&Vänta tills klar
Use an alternate method to execute command. If your command doesn't work, try checking this option=Använd alternativ metod att köra kommandot. Om kommandot inte fungerar normalt, prova att aktivera det här valet
Use Shell E&xecute=Använd ShellE&xecute
C&lear=Re&nsa
Execute the command without closing this dialog=Kör kommandot utan att stänga dialogen
&Test=&Testa
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=Alla körbara filer (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|Alla filer (*.*)|*.*
Original Line=Originalrad
Original Text=Originaltexten
Original Path=Originalfilens sökväg
Original Directory=Originalfilens katalog
Original Name=Originalfilens filnamn
Original Extension=Originalfilens filändelse
Translation Line=Översättningsrad
Translation Text=Översättningstext
Translation Path=Översättningsfilens sökväg
Translation Directory=Översättningsfilens katalog
Translation Name=Översättningsfilens namn
Translation Extension=Översättningsfilens filändelse
Dictionary Path=Ordlista sökväg
Dictionary Directory=Ordlista katalog
Dictionary Name=Ordlista filnamn
Dictionary Extension=Ordlista filändelse
Application Directory=Programkatalogen
Windows Directory=Windowskatalogen
System Directory=Systemkatalogen
[TfrmPromptArgs]
Title=Titel
Arguments:=Parametrar:
Command Line:=Kommandorad:
Cancel=Avbryt
OK=OK
Original Line=Originalrad
Original Text=Originaltexten
Original Path=Originalfilens sökväg
Original Directory=Originalfilens katalog
Original Name=Originalfilens filnamn
Original Extension=Originalfilens filändelse
Translation Line=Översättningsrad
Translation Text=Översättningstext
Translation Path=Översättningsfilens sökväg
Translation Directory=Översättningsfilens katalog
Translation Name=Översättningsfilens namn
Translation Extension=Översättningsfilens filändelse
Dictionary Path=Ordlista sökväg
Dictionary Directory=Ordlista katalog
Dictionary Name=Ordlista filnamn
Dictionary Extension=Ordlista filändelse
Application Directory=Programkatalogen
Windows Directory=Windowskatalogen
System Directory=Systemkatalogen
[TfrmEditItem]
Edit Item=Redigera rad
&Section:=&Sektion:
&Original:=&Original:
&Translation:=&Översättning:
&Name:=&Namn:
&OK=&OK
Cancel=Avbryt
Ori&ginal Comment=Ori&ginalkommentar
T&ranslation Comment=Öve&rsättningskommentar
[TfrmConfigSuspicious]
Configure suspicious translations=Konfigurera misstänkta översättningar
&Match between original and translation (one string per row):=&Matcha mellan original och översättning (en sträng per rad):
Treat as suspicious:=Betrakta som misstänkt:
&Leading spaces mismatch=&Inledande mellanslag matchar inte
&Trailing spaces mismatch=&Avslutande mellanslag matchar inte
Mismatched &control characters at end=&Omatchade kontrolltecken i slutet
&Original and translation are the same=&Original och översättning är samma
Translation is &empty=Översättningen är to&m
OK=OK
Cancel=Avbryt
[TfrmDictTranslationSelect]
Select Translation=Välj översättning
&Original:=&Original:
&Translation:=&Översättning:
A&vailable translations:=A&lla översättningar:
Use the suggested translation=Använd föreslagen översättning
&Change=Ä&ndra
Stop translating=Sluta översätt
Close=Stäng
Ignore this item (don't translate)=Hoppa över (översätt inte)
&Ignore=&Ignorera
Add suggested translation to dictionary=Lägg till i ordlistan
&Add=&Lägg till
Skip items that are already translated=Hoppa över redan översatta poster
&Don't check translated items=&Kontrollera inte översatta
Don't show this dialog again and use the latest response=Visa inte dialogen igen och använd det senaste valet
Don't &ask again (in this session)=Fråg&a inte igen (i den här sessionen)
[TfrmDictEdit]
Edit Dictionary=Redigera ordbok
&Original:=&Original:
&Translations:=&Översättningar:
S&how:=&Visa:
Add a new original=Lägg till original
A&dd=Lä&gg till
Remove selected original=Ta bort markerat original
Re&move=Ta bo&rt
Displays available translations. Bold items are the default translations.=Visar översättningar. Poster i fetstil är standardöversättningen.
Add a new translation=Lägg till översättning
&Add=&Lägg till
Remove the selected translation=Ta bort översättning
&Remove=&Ta bort
OK=OK
Cancel=Avbryt
Change the selection to see different subsets of the dictionary=Ändra urvalet för att se olika delar av ordlistan
All items\r\nItems with translations\r\nItems without translations\r\nItems with > 1 translations\r\nItems with 1 translation\r\n=Alla\r\nRader med översättningar\r\nRader utan översättningar\r\nRader med > 1 översättningar\r\nRader med 1 översättning\r\n
Make Default=Ange som standard
[TfrmColors]
Color Preferences=Färginställningar
&Untranslated items:=E&j översatta:
&Even rows:=&Jämna rader:
&Odd rows:=&Ojämna rader:
&Font color:=&Typsnittsfärg:
Fo&nt color:=T&ypsnittsfärg:
Fon&t color:=Ty&psnittsfärg:
Cancel=Avbryt
OK=OK
[SpellChecker]
Check spelling as you type=Kontrollera stavning när du skriver
Correct spelling errors as you type=Rätta stavfel när du skriver
Ignore words in &UPPERCASE=Ignorera ord med endast &VERSALER
Ignore words containing numbers=Ignorera ord med nummer
Ignore markup languages (&HTML, XML, etc)=Ignorera &HTML, XML, etc
Ignore Internet addresses=Ignorera Internetadresser
Ignore quoted lines=Ignorera citerade rader
Ignore abbreviations=Ignorera förkortningar
Suggest from main dictionaries only=Föreslå endast från huvudordlistan
Prompt on repeated word=Fråga vid upprepat ord
Automatically correct DUal capitals=Korrigera automatiskt Dubbla versaler
Confirmation:=Bekräfta:
Delete this custom dictionary?=Radera ordlistan?
(Ignore All / Change All)=(Ignorera Alla / Ersätt Alla)
Spelling=Stavning
Spelling Options=Stavningsinställningar
Dictionaries=Ordlistor
Words added with Ignore All / Change All=Ord som lagts till med Ignorera Alla / Ersätt Alla
New Custom Dictionary=Ny, egen ordlsita
Not Found:=Hittar inte:
Repeated Word:=Upprepat ord:
&Replace With:=E&rsätt med:
&Suggestions:=&Förslag:
&Undo=&Ångra
&Options...=I&nställningar...
&Ignore All=&Ignorera Alla
I&gnore=I&gnorera
&Change All=Ändra &alla
C&hange=Än&dra
&Add=&Lägg till
Au&to-Correct=Au&tokorrigera
&Help=&Hjälp
Cancel=Avbryt
Reset Defaults=Återställ
 O&ptions: = Inst&ällningar: 
 D&ictionaries: = Le&xikon: 
Name=Namn
Filename=Filnamn
&Custom Dictionary:=E&gen ordlista:
&Dictionaries ...=Or&dlistor...
Locate Dictionaries...=Sök ordlistor...
Choose Folder Containing Dictionaries=Välj mapp som innehåller ordlistor
 Custom Dictionaries: = Egna ordlista: 
&Edit=R&edigera
&Delete=Ra&dera
&New=&Ny
&OK=&OK
&Enter the new custom dictionary name:=Ang&e namn för ny ordlista:
Add&ed Words=N&ya ord
These words will be considered correct during a spell check operation.=Dessa ord behandlas som korrekta vid stavningskontroll.
&Ignore this word:=&Ignorera ord:
A&uto-Correct Pairs=A&utokorrigerings par
These words will automatically be corrected when encountered during a spelling check.=Dessa ord korrigeras automatiskt vid stavningskontroll.
&Replace:=E&rsätt:
&With:=&Med:
&Excluded Words=&Exkluderade ord
These words will always be considered incorrect during a spell check operation.=Dessa ord behandlas som felaktiga vid stavningskontroll.
E&xclude this word:=E&xkludera dessa ord:
The spelling check is complete.=Stavningskontrollen är klar.
Words checked:=Kontrollerade ord:
The selection has been checked.  Would you like to check the remainder of the document?=Det markerade stycket har kontrollerats. Vill du kontrollera resten av dokumentet?
(no suggestions)=(inga förslag)
A&uto Correct=A&utokorrigera
&Spelling ...=&Stavning...
[DC++]
Import from DC++ language file=Importera från DC++
Export to DC++ language file=Exportera till DC++
DC++ language files (*.xml)|*.xml|All files (*.*)|*.*=DC++ språkfiler (*.xml)|*.xml|Alla filer (*.*)|*.*
[Foxit]
Foxit Files (*.xml)|*.xml|All files (*.*)|*.*=Foxit filer (*.xml)|*.xml|Alla filer (*.*)|*.*
Import from Foxit file=Importera från Foxit
Export to Foxit file=Exportera till Foxit
[TIBFParser]
PHP files (*.php)|*.php|All files (*.*)|*.*=PHP filer (*.php)|*.php|All filer (*.*)|*.*
Export to IB Forums language file=Exportera till IB Forums språkfil
Import from IB Forums language file=Importera från IB Forums språkfil
There was an error importing, please check the files and try again=Ett fel uppstod vid importen. Kontrollera filerna oh försök igen
IB Forums Parser Error=IB Forums Parser Fel
[TfrmExport]
Invalid filename "%s". Select another filename and try again.=Ogiltigt filnamn "%s". Välj en annan fil och försök igen.
Error=Fel
File "%s" already exists. Do you want to overwrite it?=Filen "%s" finns redan. Vill du skriva över den?
Confirm=Bekräfta
Preview=Förhandsgranska
&Filename:=&Filnamn:
&Preview (editable):=&Förhandsgranska (skrivbar):
...=...
&OK=&OK
Cancel=Avbryt
Save file=Spara fil
No more instances of "%s" found=Kan inte hitta "%s"
Information=Information
[KeePass]
KeePass Language Files (*.lng)|*.lng|All files (*.*)|*.*=KeePass Language Filer (*.lng)|*.lng|Alla filer (*.*)|*.*
Import from KeePass language file=Importera från KeePass språkfil
Export to KeePass language file=Exportera till KeePass språkfil
[TMozillaDTDParser]
Mozilla DTD Files (*.dtd)|*.dtd|All files (*.*)|*.*=Mozilla DTD filer (*.dtd)|*.dtd|Alla filer (*.*)|*.*
Import from Mozilla DTD file=Importera från Mozilla DTD fil
Export to Mozilla DTD file=Exportera till Mozilla DTD fil
[TMozillaPropsParser]
Mozilla properties files|*.properties|All files (*.*)|*.*=Mozilla properties fil|*.properties|Alla filer (*.*)|*.*
Import from Mozilla Properties file=Importera från Mozilla Properties fil
Export to Mozilla Properties file=Exportera till Mozilla Properties fil
[TMsDictParser]
MS Glossary Files (*.csv)|*.csv|All files (*.*)|*.*=MS Glossary filer (*.csv)|Alla filer (*.*)|*.*
Import from MS Glossary CSV file=Importera från MS Glossary CSV fil
Export to MS Glossary CSV file=Exportera till MS Glossary CSV fil
This glossary is intellectual property of Microsoft Corporation. Please refer to the complete copyright text in the README.TXT file included in this file.,,,,,,,=This glossary is intellectual property of Microsoft Corporation. Please refer to the complete copyright text in the README.TXT file included in this file.,,,,,,,
Add Microsoft Copyright notice?=Lägg till Microsoft copyright?
Confirm=Bekräfta
Select file=Välj fil
&Filename:=&Filnamn:
&Skip lines:=&Hoppa över:
...=...
OK=OK
Cancel=Avbryt
[TOlegParser]
OlegTranslator  Files (*.txt)|*.txt|All files (*.*)|*.*=OlegTranslator filer (*.txt)|*.txt|Alla filer (*.*)|*.*
Import from OlegTranslator file=Importera från OlegTranslator fil
Export to OlegTranslator file=Exportera till OlegTranslator fil
[TfrmSingleImport]
Select file=Välj fil
&Filename:=&Filnamn:
...=...
OK=OK
Cancel=Avbryt
[TGSIParser]
OpenOffice files (*.gsi;*.sdf)|*.gsi;*.sdf|All files (*.*)|*.*=OpenOffice filer (*.gsi;*.sdf)|*.gsi;*.sdf|Alla filer (*.*)|*.*
Export to OpenOffice language file=Exportera till OpenOffice språkfil
Import from OpenOffice language file=Importera från OpenOffice språkfil
There was an error importing, please check the files and try again=Ett fel uppstod vid importen. Kontrollera filerna oh försök igen
OpenOffice Parser Error=OpenOffice inläsningsfel
[TPHPParser]
PHP files (*.php)|*.php;*.php3|All files (*.*)|*.*=PHP filer (*.php)|*.php;*.php3|Alla filer (*.*)|*.*
Export to PHP language file=Exportera till PHP
Import from PHP language file=Importera från PHP
There was an error importing, please check the files and try again=Ett fel uppstod vid importen. Kontrollera filerna oh försök igen
PHP Parser Error=PHP fel
[TfrmDualImport]
&Translation file (optional):=&Översättningsfil (valfri):
Select files=Välj filer
&Original file:=&Originalfil:
&Translation file:=&Översättningsfil:
...=...
OK=OK
Cancel=Avbryt
Select Original File=Välj originalfil
Select Translation File=Välj översättningsfil
[TPHPNukeParser]
PHP files (*.php)|*.php|All files (*.*)|*.*=PHP filer (*.php)|*.php|All filer (*.*)|*.*
Export to phpNuke language file=Exportera till phpNuke
Import from phpNuke language file=Importera från PHPNuke
phpNuke Parser=phpNuke Parser
[POParser]
Import from PO file=Importera från PO fil
Export to PO file=Exportera till PO fil
Configure PO parser=Konfigurera PO parser
PO files (*.po;*.pot)|*.po;*.pot|All files|*.*=PO filer (*.po;*.pot)|*.po;*.pot|Alla filer|*.*
PO Export Settings=PO Exportinställningar
&Filename:=&Filnamn:
&Preview (editable):=&Förhandsgranska (skrivbar):
Compile to &MO:=Kompilera till &MO:
...=...
OK=OK
Cancel=Avbryt
Command-line to invoke the MO compiler (msgfmt.exe by default).\r\nUse "%i" to insert the filename in "Filename" as the file to compile and use "%o" to change the input file extension to .mo.=Kommando för att starta din MO kompilator (msgfmt.exe som standard).\r\nAnvänd "%i" för att ange po filen att kompilera och "%o" för att ange utfilen (med filändelsen .mo).
[PolyGlot]
PolyGlot Translator  Files (*.lng)|*.lng|All files (*.*)|*.*=PolyGlot filer (*.lng)|*.lng|Alla filer (*.*)|*.*
Import from PolyGlot Translator file=Importera från PolyGlot
Export to PolyGlot Translator file=Export till PolyGlot
[ResX]
ResX files (*.resx)|*.resx|All files (*.*)|*.*=ResX filer (*.resx)|*.resx|Alla filer (*.*)|*.*
Import from ResX file=Importera från ResX
Export to ResX file=Exportera till ResX
[SciTE]
SciTE files (locale.properties)|*.properties|All files (*.*)|*.*=SciTE filer (locale.properties)|*.properties|Alla filer (*.*)|*.*
Import from SciTE language file=Importera från SciTE
Export to SciTE language file=Exportera till SciTE
There was an error importing, please check the files and try again=Ett fel uppstod vid importen. Kontrollera filen och försök igen.
SciTE Parser Error=SciTE läsfel
[TMX]
TMX Files (*.tmx)|*.tmx|All files (*.*)|*.*=TMX filer (*.tmx)|*.tmx|Alla filer (*.*)|*.*
Import from TMX file=Importera från TMX
Export to TMX file=Exportera till TMX
[Wix]
Import from Wix localization file=Importera från Wix språkfil
Export to Wix localization file=Exportera till Wix språkfil
[TXilisoftParser]
Lang files (*.lang)|*.lang|All files (*.*)|*.*=Språkfiler (*.lang)|*.lang|Alla filer (*.*)|*.*
Import from Xilisoft lang file=Importera från XiliSoft språkfil
Export to Xilisoft lang file=Exportera till XiliSoft språkfil
Please import before export!=Du måste importera innan du exporterar!
File not found=Kan inte hitta filen
Configuration=Konfiguration
Do not export empty translations=Exportera inte tomma översättningar
OK=OK
[XLIFF]
XLIFF files (*.xlf)|*.xlf|All files (*.*)|*.*=XLIFF filer (*.xlf)|*.xlf|Alla filer (*.*)|*.*
Import from XLIFF file=Importera från XLIFF
Export to XLIFF file=Exportera till XLIFF
[TToolConsistency]
This plugin checks and displays inconsistent translations=Detta plugin kontrollera och visar inkonsekventa översättningar
Check translation consistency...=Kontrollera konsekvens i översättningar...
Consistency Checker=Konsekvenskontroll
&Inconsistent items:=&Inkonsekventa översättningar:
&Close=St&äng
Close this form=Stäng fönstret
&Update=&Uppdatera
Update the list=Uppdatera listan
Ignore accelerator &key=Ignorera &snabbtangenter
Synchronize accelerator with &original=Synkronisera accelerator med &originalet
Automatically insert missing accelerator key when editing.=Infoga automatiskt acceleratortecken vid redigering.
Include/exclude accelerator key when displaying original items=Inkludera/exkludera snabbtangenter i originaltexten
Press F2 to edit an item=Tryck F2 för att redigera
Use &this translation=Använd &denna översättning
Use this translation for all items=Använd denna översättning för all objekt
Edit=Redigera
Edit current item=Redigera aktivt objekt
Congratulations! - No inconsistent items found!=Gratulerar!  - Inga inkonsekventa översättningar funna!
[ToolKeyCheck]
&Check accelerator and access keys...=&Kontrollera snabbtangenter...
Key Check plugin for IniTranslator=Snabbtangentkontroll för IniTranslator
Accelerator and access key checker=Kontroll av accelerator och snabbtangenter
&Ignore items without keys=&Ignorera objekt utan snabbtangenter
&Update=&Uppdatera
Edit=Redigera
Close=Stäng
Show in main list=Visa i huvudlista
Original=Original
Translation=Översättning
Accelerator key=Acceleratortangent
Access key=Snabbtangent
Edit translation=Redigera översättning
&Original:=&Original:
&Translation:=&Översättning:
OK=OK
Cancel=Avbryt
[ToolTrim]
This plugin trims leading and trailing whitespaces and other characters=Detta plugin tar bort mellanslag och andra tecken från översättningen
Trim...=Trimma...
Trim Options=Trimningsinställningar
Trim wh&at:=Trimma va&d
Trim wh&ere:=Trima &var:
Trim h&ow:=Trimma h&ur:
Trim additional &whitespace also=Ta även bort ö&vriga styrtecken
Original\r\nTranslation\r\nBoth=Original\r\nÖversättning\r\nBåda\r\n
Leading\r\nTrailing\r\nBoth=Inledande\r\nAvslutande\r\nBåda\r\n
OK=OK
Cancel=Avbryt
[Translator]
Author=Ini Translator
Language=Svenska
EMail=(ingen)
Version=1.9.0.41
